{
  "datas": {
    "chihiro": {
      "eng_name": "Spirited Away",
      "kr_name": "센과 치히로의 행방 불명",
      "imgs": [
        "../img/detail/chihiro0.jpg",
        "../img/detail/chihiro1.jpg",
        "../img/detail/chihiro2.jpg"
      ],
      "description": "부모님과 시골로 향하던 치히로는 묘한 이끌림으로 한 터널을 지나고 터널 끝에 있는 드넓은 초원은 어둠이 찾아오자 신들의 세계로 변한다. 인간이 감히 침범할 수 없는 곳에 홀로 남겨진 치히로는 한 소년과 함께 돼지가 되어버린 부모님을 구하기로 한다."
    },
    "howl": {
      "eng_name": "Howl's Moving Castle",
      "kr_name": "하울의 움직이는 성",
      "imgs": [
        "../img/detail/howl0.jpg",
        "../img/detail/howl1.jpg",
        "../img/detail/howl2.jpg"
      ],
      "description": "자신의 아름다움을 모른 채 평범하게 살던 한 소녀는 마녀의 질투로 저주에 걸려 할머니가 되고 만다. 소녀는 마녀의 저주를 풀기 위해 마법사 하울을 찾아 떠나고 마침내 어딘가는 조금 이상해 보이는 하울의 움직이는 성에 들어가게 된다. 그리고 청소부 할머니로 위장한 소녀는 하울과 악마 캘시퍼 그리고 하울의 제자와 오묘한 동거를 시작한다."
    },
    "kazetachinu": {
      "eng_name": "The Wind Rises",
      "kr_name": "바람이 분다",
      "imgs": [
        "../img/detail/kazetachinu0.jpg",
        "../img/detail/kazetachinu1.jpg",
        "../img/detail/kazetachinu2.jpg"
      ],
      "description": "비행기를 무척이나 좋아하는 소년 지로는 조종사가 되고 싶어 하지만, 어렸을 적부터 좋지 않은 시력에 꿈을 포기한다. 하지만, 지로는 전쟁기보다 여행객을 보여주는 카프로니 백작을 만나면서 비행기 설계자로서 다시 꿈을 꾸기 시작한다."
    },
    "laputa": {
      "eng_name": "Castle in the Sky",
      "kr_name": "천공의 성 라퓨타",
      "imgs": [
        "../img/detail/laputa0.jpg",
        "../img/detail/laputa1.jpg",
        "../img/detail/laputa2.jpg"
      ],
      "description": "조용한 밤하늘을 가로지르는 한 척의 비행선이 해적의 습격을 받는다. 그 때, 비행선에 타고 있던 한 소녀가 떨어진 목걸이를 목에 걸고, 해적에게 잡히지 않게 피하다가 비행선에서 떨어지게 된다. 한편 마을의 광산에서 일하는 소년 파즈는 갑자기 말썽을 일으키는 기계를 수습하다가 하늘에서 한 소녀가 푸른 빛과 함께 천천히 떨어지는 것을 목격한다. 깨어난 소녀는 파즈와 곧 친해지고, 천공의 섬 라퓨타에 대한 이야기를 시작한다."
    },
    "majo": {
      "eng_name": "Kiki's Delivery Service",
      "kr_name": "마녀배달부 키키",
      "imgs": [
        "../img/detail/majo0.jpg",
        "../img/detail/majo1.jpg",
        "../img/detail/majo2.jpg"
      ],
      "description": "13살 소녀 키키는 뛰어난 마녀가 되기 위해 마을 전통에 따라 1년간의 홀로서기를 하러 집을 나선다. 바다가 보이는 항구 도시에 도착한 키키는 생계를 유지할 방법을 찾던 중 우연한 기회로 빵집에서 일자리를 얻는다. 빗자루를 타고 다니는 배달부로 일을 시작한 키키는 다양한 사람들과 사건을 마주하며 인간 세계에 적응하는 한편, 자신의 존재에 물음을 던지며 한층 성장해 나아간다."
    },
    "mononoke": {
      "eng_name": "Princess Mononoke",
      "kr_name": "원령 공주",
      "imgs": [
        "../img/detail/mononoke0.jpg",
        "../img/detail/mononoke1.jpg",
        "../img/detail/mononoke2.jpg"
      ],
      "description": "에미시 족의 일원인 아시타카는 마을을 쑥대밭으로 만드는 재앙신을 저지하는 과정에서 팔에 저주를 받는다. 재앙신의 저주를 풀기 위해 길을 나선 그는 강력한 화력으로 무장한 타타라 마을의 지도자 에보시를 만난다. 아시타카는 자연을 지배의 대상으로 보고 무분별하게 훼손하는 인간의 태도가 재앙신이 만들어진 원인이라는 것을 깨닫는 한편, 에보시를 암살하러 온 신비로운 들개 소녀 산을 만난다."
    },
    "nausicaa": {
      "eng_name": "Nausicaä of the valley of the wind",
      "kr_name": "바람 계곡의 나우시카",
      "imgs": [
        "../img/detail/nausicaa0.jpg",
        "../img/detail/nausicaa1.jpg",
        "../img/detail/nausicaa2.jpg"
      ],
      "description": "산업 문명이 붕괴한 후 생존한 소수 인류가 오염물질을 내뿜는 부해의 위협 속에서 군소국으로 흩어져 살아가는 미래의 지구, 지혜로운 바람계곡의 공주 나우시카는 자연과 교감하며 살아간다. 그러던 어느 날 거신병을 이용하여 다시 한번 자연을 점령하고 문명을 일으키려는 병영국가 토르메키아로 인해 바람계곡은 위험에 빠진다. 나우시카는 인간과 자연 간의 또 다른 전쟁을 막으려는 한편, 부해의 포자식물과 관련된 뜻밖의 사실을 알게 된다."
    },
    "ponyo": {
      "eng_name": "Ponyo on the Cliff by the Sea",
      "kr_name": "벼랑 위의 포뇨",
      "imgs": [
        "../img/detail/ponyo0.jpg",
        "../img/detail/ponyo1.jpg",
        "../img/detail/ponyo2.jpg"
      ],
      "description": "소스케는 우연히 유리병에 갇힌 물고기 포뇨를 발견하고 빠져나올 수 있게 도와준다. 그리고 포뇨는 다시 한번 소스케를 만나기 위해 육지로 탈출하고 인간 소녀의 모습으로 소스케 앞에 나타난다. 하지만 포뇨가 사라졌다는 것을 알게 된 포뇨의 아빠 후지모토는 포뇨를 찾기 위해 육지로 향한다."
    },
    "porco": {
      "eng_name": "Porco Rosso",
      "kr_name": "붉은 돼지",
      "imgs": [
        "../img/detail/porco0.jpg",
        "../img/detail/porco1.jpg",
        "../img/detail/porco2.jpg"
      ],
      "description": "제1차 세계 대전의 종전 이후, 참혹했던 전쟁의 기억을 지우기 위해 스스로 돼지가 된 비행기 조종사는 홀로 하늘의 해적을 소탕하는 나날을 보낸다. 붉은 돼지로 불리던 그는 커티스의 공격으로 자신의 비행기가 파손되자 비행기 제작자인 피콜로를 방문해 수리를 요청하고, 그곳에서 피콜로의 손녀인 피오를 만나게 된다."
    },
    "totoro": {
      "eng_name": "My Neighbor Totoro",
      "kr_name": "이웃집 토토로",
      "imgs": [
        "../img/detail/totoro0.jpg",
        "../img/detail/totoro1.jpg",
        "../img/detail/totoro2.jpg"
      ],
      "description": "사츠키와 메이는 어머니의 병으로 인해 아버지와 도시에서 시골로 이사를 오게 된다. 언니인 사츠키가 학교에 간 사이, 혼자 숲속에서 놀던 메이는 우연히 도토리를 지고 가던 토토로를 발견해 따라간다. 이후 사츠키와 메이는 토토로와 함께 숲속에서 즐거운 시간을 보낸다. 시간이 지난 어느 날, 병원에서 위급한 소식이 들려 오자 아버지는 급히 버스를 타고 어머니 병원으로 향하는 한편, 자신도 엄마한테 가겠다고 떼쓰던 메이가 행방불명된다."
    }
  }
}
